app/controllers/cards_controller.rb

SELECT  "cards".* FROM "cards" WHERE "cards"."id" = $1 LIMIT 1  [["id", 1]]
---
  def index
  	@card1 = Card.find(1)

INSERT INTO "cards" ("name", "race", "civilization", "kind", "power", "manaCost", "manaValue", "avatar_file_name", "avatar_content_type", "avatar_file_size", "avatar_updated_at", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7, $8, $9, $10, $11, $12, $13) RETURNING "id"
---
  def create
  	@card = Card.new(card_params)
  	@card.save